{
    "home": {
      "hello": "مرحباً بالعالم...!!! اسمي",
      "name": "كريم جرجس",
      "title": "وأبني أشياء للويب.",
      "description": "أنا مهندس برمجيات أبني عالماً رقمياً أفضل، خط برمجي واحد في كل مرة. تمكين الشركات بحلول مبتكرة وتقنيات متقدمة لتحويل الأفكار إلى واقع ورفع تجارب المستخدم الرقمية."
    },
    "bio": {
      "about_me": "عن نفسي",
      "paragraph1": "مرحباً! أنا كريم جرجس، مهندس برمجيات شغوف ولدي عين حادة للتفاصيل وشغف بإنشاء تطبيقات ويب ديناميكية ومتجاوبة. مع خلفية قوية في تكنولوجيا المعلومات والحاسوب، وحاصل على بكالوريوس في تطوير الويب والبرمجيات من مدرسة بوردو للهندسة والتكنولوجيا في IUPUI، أجلب كلاً من الخبرة التقنية والإبداع لمشاريعي.",
      "paragraph2": "على مدار السنوات القليلة الماضية، قمت بتطوير مهاراتي في مختلف جوانب تطوير الويب، من تصميم الواجهة الأمامية إلى برمجة الخلفية. أنا ماهر في HTML، CSS، JavaScript، React، Node.js وExpress، وأتطلع دائماً لتعلم تقنيات وأطر عمل جديدة للبقاء في الصدارة في هذه الصناعة السريعة.",
      "paragraph3": "أعمل حالياً في Meijer في عمليات المتاجر بالتجزئة، لكنني أبحث بنشاط عن فرص للانتقال إلى الجانب الإداري من الأعمال. هدفي هو الاستفادة من مهاراتي التقنية وخبرتي للمساهمة في مشاريع مبتكرة ومساعدة الشركات على تحقيق أهدافها في التحول الرقمي.",
      "paragraph4": "بالإضافة إلى اهتماماتي المهنية، أنا أب مخلص لأطفالي، إليجاه وإزياه. في وقت فراغي، أستمتع باستكشاف التقنيات الجديدة، ولعب كرة السلة (ستيف كاري هو لاعبي المفضل!) وقضاء وقت ممتع مع عائلتي.",
      "paragraph5": "شكراً لزيارتكم موقعي. لا تتردد في استكشاف مشاريعي والتواصل إذا كان لديك أي أسئلة أو فرص للتعاون. دعنا نبتكر شيئاً رائعاً معاً!"
    },
    "contact": {
      "contact_info": "اتصل بي",
      "share_thoughts": "شارك أفكارك معي.",
      "first_name": "الاسم الأول",
      "last_name": "اسم العائلة",
      "email_address": "البريد الإلكتروني",
      "message": "رسالة",
      "type_message": "اكتب رسالتك هنا...",
      "get_in_touch": "تواصل معي...",
      "sending": "جارٍ الإرسال...",
      "send": "إرسال"
    },
    "resume": {
      "name": "كريم هـ. جرجس",
      "location": "ويستفيلد IN",
      "phone": "(317) 438-3142",
      "email": "kariem.gerges@outlook.com",
      "portfolio": "محفظتي",
      "objective": "الهدف",
      "objective_text": "حريص على الاستفادة من مهاراتي الواسعة في تطوير النظم والبرمجة، خاصة في تطوير البرمجيات باستخدام المنهجيات المرنة، لدفع الحلول التكنولوجية ذات التأثير. دائماً متحمس لتعلم التقنيات الجديدة بسرعة للبقاء على اطلاع. هدفي هو استخدام خبرتي في قيادة الفرق المتعددة التخصصات لتعزيز الاستراتيجيات المبتكرة والمساهمة بشكل كبير في نمو وكفاءة الأعمال.",
      "education": "التعليم",
      "education_list": [
        "بكالوريوس في علوم تكنولوجيا المعلومات والحوسبة: تطوير الويب والبرمجيات، مدرسة بوردو للهندسة والتكنولوجيا في IUPUI. GPA 3.9.",
        "شهادة جامعية في المعلوماتية TSAP، كلية آيفي تك، IN GPA 3.85.",
        "بكالوريوس في علوم إدارة الأعمال، جامعة القاهرة، مصر.",
        "بكالوريوس في علوم المحاسبة، جامعة الإسكندرية، مصر."
      ],
      "skills": "المهارات",
      "professional": "مهني",
      "technical": "تقني",
      "experience": "الخبرة",
      "projects": "المشاريع"
    },
    "work": {
      "title": "العنوان",
      "description": "الوصف",
      "more_details": "المزيد من التفاصيل"
    }
  }
  